In [1]:
import pandas as pd

In [2]:
pd.read_csv("https://raw.githubusercontent.com/adamjanes/udemy-d3/master/02/2.07/data/ages.csv")

      name  age
0     Tony   10
1  Jessica   12
2   Andrew    9
3    Emily   10
4  Richard   11

In [1]:
read_csv("https://raw.githubusercontent.com/adamjanes/udemy-d3/master/02/2.07/data/ages.csv")

NameError: name 'read_csv' is not defined

In [3]:
pd.read_csv("../dados/dados.csv")

      name  age
0     Tony   10
1  Jessica   12
2   Andrew    9
3    Emily   10
4  Richard   11